---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementBoundarySubface
source: html/31b85cd6-c98d-f8e1-5c9d-d15a1330d6f6.htm
---
# SpatialElementBoundarySubface Members

Releases all resources used by the SpatialElementBoundarySubface